Repository: pallets-eco/flask-security
Catalog: flask_security/translations/*/LC_MESSAGES/flask_security.po
Languages: ar_sa, ca_es, fr_fr

source: Please restart the registration process with a different username.
ar_sa: يرجى إعادة بدء عملية التسجيل باسم مستخدم مختلف.
ca_es: Si us plau, reinicia el procés de registre amb un nom d'usuari diferent.
fr_fr: Veuillez relancer le processus d'enregistrement avec un nom d'utilisateur·rice différent.

source: Error(s)
ar_sa: خطأ/أخطاء
fr_fr: Erreur(s)

source: Google Authenticator
fr_fr: Authentificateur Google

source: Via SMS
ar_sa: عبر الرسائل النصية
fr_fr: Par SMS

source: SMS
ar_sa: الرسائل النصية
