Repository: pallets-eco/flask-security
Catalog: flask_security/translations/*/LC_MESSAGES/flask_security.po
Languages: ar_sa, ca_es, fr_fr

source: Sign In
ar_sa: تسجيل الدخول
ca_es: Inicia la sessió
fr_fr: Connexion

source: Set up using SMS
ar_sa: إعداد باستخدام الرسائل النصية
ca_es: Configura mitjançant SMS
fr_fr: Configurer en utilisant les SMS

source: Submit
ar_sa: إرسال
ca_es: Envia
fr_fr: Envoyer

source: Submit Code
ar_sa: إرسال الرمز
ca_es: Envia el codi
fr_fr: Envoyer le code

source: Username
ar_sa: اسم المستخدم
ca_es: Nom d’usuari
fr_fr: Nom d'utilisateur·rice

source: Verify Password
ar_sa: التحقق من كلمة المرور
ca_es: Verifica la contrasenya
fr_fr: Confirmer le mot de passe

source: authenticator
ar_sa: المصادقة
ca_es: autenticador
fr_fr: authentificateur

source: email
ar_sa: البريد الإلكتروني
ca_es: correu electrònic

source: password
ar_sa: كلمة المرور
ca_es: contrasenya
fr_fr: mot de passe

source: passkey
ca_es: clau d'accés

source: none
ar_sa: لا شيء
ca_es: cap
fr_fr: aucune

source: Available Methods
ar_sa: الطرق المتاحة
ca_es: Mètodes disponibles
fr_fr: Méthodes disponibles

source: Disable two-factor authentication
ar_sa: تعطيل المصادقة بخطوتين
ca_es: Desactiva l'autenticació de doble factor
fr_fr: Désactiver l'authentification à deux facteurs

source: Trouble Accessing Your Account?/Lost Mobile Device?
ar_sa: هل تواجه مشكلة في الوصول إلى حسابك؟/هل فقدت جهازك المحمول؟
ca_es: Tens problemes per accedir al teu compte? / Dispositiu mòbil perdut?
fr_fr: Impossible d'accéder à votre compte ? / Téléphone perdu ?

source: Contact Administrator
ar_sa: اتصل بالمسؤول
ca_es: Contacta amb l'administrador
fr_fr: Contacter un·e administrateur·rice

source: Show Recovery Codes
ar_sa: عرض رموز الاسترداد
ca_es: Mostra els codis de recuperació
fr_fr: Afficher les codes de secours

source: Generate New Recovery Codes
ar_sa: إنشاء رموز استرداد جديدة
ca_es: Genera nous codis de recuperació
fr_fr: Générer de nouveaux codes de secours

source: Recovery Code
ar_sa: رمز الاسترداد
ca_es: Codi de recuperació
fr_fr: Code de secours

source: Available Second Factor Methods:
ar_sa: طرق العامل الثاني المتاحة:
ca_es: Mètodes disponibles per al doble factor d'autenticació:
fr_fr: Méthodes de second facteur disponibles :

source: Select
ar_sa: اختر
ca_es: Selecciona
fr_fr: Sélectionner

source: Send code via email
ar_sa: إرسال الرمز عبر البريد الإلكتروني
ca_es: Envia el codi per correu electrònic
fr_fr: Envoyer le code par email

source: Use previously downloaded recovery code
ar_sa: استخدام رمز الاسترداد الذي تم تنزيله مسبقًا
ca_es: Utilitza el codi de recuperació descarregat anteriorment
fr_fr: Utiliser un code de secours téléchargé au préalable

source: Code or Password
ar_sa: الرمز أو كلمة المرور
ca_es: Codi o contrasenya
fr_fr: Code ou mot de passe

source: Via email
ar_sa: عبر البريد الإلكتروني
ca_es: Via correu electrònic
fr_fr: Par email

source: Setup additional sign in option
ar_sa: إعداد خيار تسجيل دخول إضافي
ca_es: Configura una opció d'inici de sessió addicional
fr_fr: Configurer une option de connexion supplémentaire

source: Delete active sign in option
ar_sa: حذف خيار تسجيل الدخول النشط
ca_es: Elimina l'opció d'inici de sessió activa
fr_fr: Supprimer l'option de connexion actuelle

source: Nickname
ar_sa: الاسم المستعار
ca_es: Sobrenom
fr_fr: Nom

source: Usage
ar_sa: الاستخدام
ca_es: Ús
fr_fr: Utilisation

source: Use as a first authentication factor
ar_sa: استخدام كعامل مصادقة أول
ca_es: Utilitza com a primer factor d'autenticació
fr_fr: Utiliser comme premier facteur d'authentification

source: Use as a secondary authentication factor
ar_sa: استخدام كعامل مصادقة ثانوي
ca_es: Utilitza com a segon factor d'autenticació
fr_fr: Utiliser comme facteur d'authentification secondaire

source: Start
ar_sa: ابدأ
ca_es: Comença
fr_fr: Démarrer

source: Menu
ar_sa: قائمة
ca_es: Menú

source: Sign out
ar_sa: خروج
ca_es: Tanca la sessió
fr_fr: Déconnexion

source: Change Registered Email
ar_sa: تغيير البريد المسجل
ca_es: Canvi del correu electrònic registrat
fr_fr: Modifier l'adresse email enregistrée

source: Change Username
ar_sa: تغيير اسم المستخدم
ca_es: Canvi del nom d'usuari
fr_fr: Modifier le nom d'utilisateur·rice

source: Two-Factor Setup
ar_sa: إعداد التحقق بخطوتين
ca_es: Configuració de doble factor
fr_fr: Configuration de l'authentification à deux facteurs

source: Unified Signin Setup
ar_sa: إعداد تسجيل الدخول الموحد
ca_es: Configuració d'inici de sessió unificat
fr_fr: Configuration de la connexion unifiée

source: Passkey Setup
ca_es: Configuració de clau d'accés
fr_fr: Configuration d'une Passkey

source: Unified Sign In
ar_sa: تسجيل الدخول الموحد
ca_es: Inici de sessió unificat
fr_fr: Connexion unifiée

source: Confirm account
ar_sa: تأكيد الحساب
ca_es: Confirmació de compte
fr_fr: Confirmer le compte

source: Change Email
ar_sa: تغيير البريد الإلكتروني
ca_es: Canvi de correu electrònic
fr_fr: Changer l'adresse email

source: Once submitted, an email confirmation will be sent to this new email address.
ar_sa: بمجرد الإرسال، سيتم إرسال رسالة تأكيد إلى عنوان البريد الإلكتروني الجديد هذا.
ca_es: Un cop enviat, es enviarà una confirmació per correu electrònic a aquesta nova adreça de correu electrònic.
fr_fr: Une fois modifiée, un email de confirmation sera envoyée à la nouvelle adresse email.

source: You do not currently have a password - this will add one.
ar_sa: ليس لديك كلمة مرور حالياً - سيتم إضافة واحدة.
ca_es: Actualment no tens una contrasenya - això n'afegirà una.
fr_fr: Aucun mot de passe n'est actuellement configuré - cette opération en configurera un.

source: Current username is: %(username)s
ar_sa: اسم المستخدم الحالي هو: %(username)s
ca_es: El nom d'usuari actual és: %(username)s
fr_fr: Le nom d'utilisateur·rice actuel est : %(username)s

source: Send password reset instructions
ar_sa: إرسال تعليمات إعادة تعيين كلمة المرور
ca_es: Enviar instruccions per restablir la contrasenya
fr_fr: Envoyer les instructions de réinitialisation du mot de passe

source: or
ar_sa: أو
ca_es: o
fr_fr: ou

source: Use a Passkey to Sign In
ca_es: Utilitza una clau d'accés per iniciar sessió
fr_fr: Utiliser une Passkey pour se connecter

source: Sign in with a passkey
ca_es: Inicia sessió amb una clau d'accés
fr_fr: Se connecter avec une passkey

source: Use Social Oauth to Sign In
ar_sa: استخدم Oauth الاجتماعي لتسجيل الدخول
ca_es: Utilitza Social Oauth per iniciar sessió
fr_fr: Utiliser Oauth pour se connecter

source: Sign in with %(provider)s
ar_sa: تسجيل الدخول باستخدام %(provider)s
ca_es: Inicia sessió amb %(provider)s
fr_fr: Se connecter avec %(provider)s

source: Enter Recovery Code
ar_sa: أدخل رمز الاسترداد
ca_es: Introdueix el codi de recuperació
fr_fr: Entrez un code de secours

source: Recovery Codes
ar_sa: رموز الاسترداد
ca_es: Codis de recuperació
fr_fr: Codes de secours

source: Be sure to copy these and store in a safe place. Each code can be used only once.
ar_sa: تأكد من نسخ هذه الرموز وحفظها في مكان آمن. يمكن استخدام كل رمز مرة واحدة فقط.
ca_es: Assegura't de copiar-los i emmagatzemar-los en un lloc segur. Cada codi només es pot utilitzar una vegada.
fr_fr: Assurez-vous de les copier et de les conserver dans un endroit sécurisé. Chaque code ne peut être utilisé qu'une seule fois.

source: Generate new Recovery Codes
ar_sa: إنشاء رموز استرداد جديدة
ca_es: Genera nous codis de recuperació
fr_fr: Générer de nouveaux codes de secours

source: Username Recovery
ar_sa: استعادة اسم المستخدم
ca_es: Recuperació d'usuari
fr_fr: Récupération du nom d'utilisateur·rice

source: Reset password
ar_sa: إعادة تعيين كلمة المرور
ca_es: Restablir la contrasenya
fr_fr: Réinitialiser le mot de passe

source: Resend confirmation instructions
ar_sa: إعادة إرسال تعليمات التأكيد
ca_es: Reenviar instruccions de confirmació
fr_fr: Renvoyer les instructions de confirmation

source: Select Two-Factor Method
ar_sa: اختر طريقة التحقق بخطوتين
ca_es: Selecciona el mètode de doble factor
fr_fr: Sélectionnez la méthode d'authentification à deux facteurs

source: Two-Factor authentication adds an extra layer of security to your account
ar_sa: المصادقة بخطوتين تضيف طبقة أمان إضافية إلى حسابك
ca_es: L'autenticació de doble factor afegeix una capa addicional de seguretat al teu compte
fr_fr: L'authentification à deux facteurs ajoute une sécurité supplémentaire à votre compte

source: In addition to your username and password, you'll need to use a code.
ar_sa: بالإضافة إلى اسم المستخدم وكلمة المرور، ستحتاج إلى استخدام رمز.
ca_es: A més del teu nom d'usuari i contrasenya, necessitaràs utilitzar un codi.
fr_fr: En plus de votre nom d'utilisateur·rice et de votre mot de passe, vous devrez utiliser un code.

source: Currently setup two-factor method: %(method)s
ar_sa: طريقة التحقق بخطوتين الحالية: %(method)s
ca_es: Mètode de doble factor actualment configurat: %(method)s
fr_fr: Méthode d'authentification à deux facteurs actuellement configurée : %(method)s

source: Open an authenticator app on your device and scan the following QRcode (or enter the code below manually) to start receiving codes:
ar_sa: افتح تطبيق المصادقة على جهازك وامسح رمز الاستجابة السريعة التالي (أو أدخل الرمز أدناه يدويًا) لبدء استقبال الرموز:
ca_es: Obre una aplicació d'autenticació al teu dispositiu i escaneja el següent codi QR (o introdueix el codi manualment a continuació) per començar a rebre codis:
fr_fr: Ouvrez l'application d'authentification sur votre périphérique et scannez le code QR suivant (ou entrez manuellement le code ci-dessous) pour commencer à utiliser les codes :

source: Two-Factor authentication code
ar_sa: رمز المصادقة بخطوتين
ca_es: Codi d'autenticació de doble factor
fr_fr: Code d'authentification à deux facteurs

source: Enter code to complete setup
ar_sa: أدخل الرمز لإكمال الإعداد
ca_es: Introdueix el codi per completar la configuració
fr_fr: Entrez le code pour terminer la configuration

source: enter numeric code
ar_sa: أدخل رمزًا رقميًا
ca_es: introdueix el codi numèric
fr_fr: entrez un code à chiffres

source: This application supports setting up recovery codes.
ar_sa: هذا التطبيق يدعم إعداد رموز الاسترداد.
ca_es: Aquesta aplicació admet la configuració de codis de recuperació.
fr_fr: Cette application supporte la configuration de codes de secours.

source: You can set them up here.
ar_sa: يمكنك إعدادها هنا.
ca_es: Pots configurar-los aquí.
fr_fr: Vous pouvez les paramétrer ici.

source: Passkeys
ca_es: Claus d'accés

source: This application supports passkeys.
ca_es: Aquesta aplicació admet claus d'accés.
fr_fr: Cette application prend en charge les Passkeys.

source: Two-Factor Authentication
ar_sa: المصادقة بخطوتين
ca_es: Doble factor d'autenticació
fr_fr: Authentification à deux facteurs

source: Please enter your authentication code generated via: %(method)s
ar_sa: يرجى إدخال رمز المصادقة الذي تم إنشاؤه عبر: %(method)s
ca_es: Si us plau, introdueix el teu codi d'autenticació generat a través de: %(method)s
fr_fr: Veuillez saisir votre code d'authentification généré avec : %(method)s

source: The code for authentication was sent to your email address
ar_sa: تم إرسال رمز المصادقة إلى بريدك الإلكتروني
ca_es: El codi d'autenticació s'ha enviat a la teva adreça de correu electrònic
fr_fr: Le code d'authentification a été envoyé à votre adresse email

source: An email was sent to us in order to reset your application account
ar_sa: تم إرسال بريد إلكتروني إلينا لإعادة تعيين حساب التطبيق الخاص بك
ca_es: S'ha enviat un correu electrònic per restablir el teu compte d'aplicació
fr_fr: Un email vous a été envoyé pour réinitialiser votre compte

source: Setup Unified Sign In
ar_sa: إعداد تسجيل الدخول الموحد
ca_es: Configuració de l'inici de sessió unificat
fr_fr: Configurer la connexion unifiée

source: Passwordless QRCode
ar_sa: رمز الاستجابة السريعة بدون كلمة مرور
ca_es: Codi QR sense contrasenya
fr_fr: Code QR d'authentification sans mot de passe

source: No methods have been enabled - nothing to setup
ar_sa: لم يتم تفعيل أي طرق - لا يوجد شيء لإعداده
ca_es: No s'han habilitat mètodes - res per configurar
fr_fr: Aucune méthode n'a été activée - rien à configurer

source: Enter code here to complete setup
ar_sa: أدخل الرمز هنا لإكمال الإعداد
ca_es: Introdueix el codi aquí per completar la configuració
fr_fr: Entrez le code pour terminer la configuration

source: Request one-time code be sent
ar_sa: طلب إرسال رمز لمرة واحدة
ca_es: Sol·licita que s'enviï un codi d'un sol ús
fr_fr: Demander l'envoi d'un code à usage unique

source: Reauthenticate
ar_sa: إعادة التحقق
ca_es: Tornat a identificar
fr_fr: Se reconnecter

source: Code has been sent
ar_sa: تم إرسال الرمز
ca_es: El codi s'ha enviat
fr_fr: Le code a été envoyé

source: Use a Passkey to Reauthenticate
ca_es: Utilitza una clau d'accés per reautenticar
fr_fr: Merci d'utiliser une Passkey pour vous authentifier à nouveau

source: Setup a New Passkey
ca_es: Configura una nova clau d'accés
fr_fr: Configurer une nouvelle Passkey

source: Start by providing a unique name for your passkey:
ca_es: Comença proporcionant un nom únic per a la teva clau d'accés:
fr_fr: Commencez par fournir un nom unique pour votre nouvelle Passkey :

source: Currently registered passkeys:
ca_es: Claus d'accés actualment registrades:
fr_fr: Passkeys actuellement configurées :

source: Nickname: "%s" Usage: "%s" Transports: "%s" Discoverable: "%s" Device Type: "%s" Backed up? "%s" Last used on: %s
ar_sa: الاسم المستعار: "%s" الاستخدام: "%s" وسائل النقل: "%s" قابل للاكتشاف: "%s" نوع الجهاز: "%s" تم النسخ الاحتياطي؟ "%s" آخر استخدام في: %s
ca_es: Àlies: "%s" Ús: "%s" Transports: "%s" Descobrible: "%s" Tipus de dispositiu: "%s" Copiat? "%s" Últim utilitzat el: %s
fr_fr: Nom : "%s" Utilisation : "%s" Transports : "%s" Peut être découvert ? "%s" Type de périphérique : "%s" Sauvegardé ? "%s" Dernière utilisation : %s

source: Delete an Existing Passkey
ca_es: Elimina una clau d'accés existent
fr_fr: Supprimer une passkey existante

source: Sign In With A Passkey
ca_es: Inicia la sessió amb una clau d'accés
fr_fr: Se connecter avec une Passkey

source: Sign In With a Passkey
ca_es: Inicia la sessió amb una clau d'accés
fr_fr: Se connecter avec une Passkey

source: Use a Passkey as a Second Factor
ca_es: Utilitza una clau de seguretat com a doble factor
fr_fr: Utilisez votre Passkey comme second facteur

source: Reauthenticate Using a Passkey
ca_es: Tornat a identificar utilitzant una clau d'accés
fr_fr: S'authentifier à nouveau avec une Passkey

source: Use <a href="%(link)s">this link</a> to confirm your new email address.
ar_sa: استخدم <a href="%(link)s">هذا الرابط</a> لتأكيد عنوان بريدك الإلكتروني الجديد.
ca_es: Utilitza <a href="%(link)s">aquest enllaç</a> per confirmar la teva nova adreça de correu electrònic.
fr_fr: Cliquez sur <a href="%(link)s">ce lien</a> pour confirmer votre nouvelle adresse email.

source: This link will expire in %(within)s.
ar_sa: سينتهي صلاحية هذا الرابط خلال %(within)s.
ca_es: Aquest enllaç caducarà en %(within)s.
fr_fr: Ce lien expire dans %(within)s.

source: Your currently registered email is %(email)s.
ar_sa: البريد الإلكتروني المسجل حالياً هو %(email)s.
ca_es: La teva adreça de correu electrònic registrada actualment és %(email)s.
fr_fr: Votre adresse email actuellement configurée est %(email)s.

source: Use %(link)s to confirm your new email address.
ar_sa: استخدم %(link)s لتأكيد عنوان بريدك الإلكتروني الجديد.
ca_es: Utilitza %(link)s per confirmar la teva nova adreça de correu electrònic.
fr_fr: Cliquez sur %(link)s pour confirmer votre nouvelle adresse email.

source: Your password has been changed.
ar_sa: تم تغيير كلمة المرور الخاصة بك.
ca_es: S'ha canviat la teva contrasenya.
fr_fr: Votre mot de passe a été changé.

source: If you did not change your password,
ar_sa: إذا لم تقم بتغيير كلمة المرور الخاصة بك،
ca_es: Si no has canviat la teva contrasenya,
fr_fr: Si vous n'avez pas changé votre mot de passe,

source: click here to reset it
ar_sa: انقر هنا لإعادة تعيينها
ca_es: fes clic aquí per a restablir-la
fr_fr: cliquez ici pour le réinitialiser

source: If you did not change your password, click the link below to reset it.
ar_sa: إذا لم تقم بتغيير كلمة المرور الخاصة بك، انقر على الرابط أدناه لإعادة تعيينها.
ca_es: Si no has canviat la teva contrasenya, fes clic a l'enllaç següent per restablir-la.
fr_fr: Si vous n'avez pas changé votre mot de passe, cliquez sur le lien ci-dessous pour le réinitialiser.

source: Your username has been changed.
ar_sa: تم تغيير اسم المستخدم الخاص بك.
ca_es: El teu nom d'usuari ha estat canviat.
fr_fr: Votre nom d'utilisateur·rice a été modifié.

source: Use <a href="%(confirmation_link)s">this link</a> to confirm your email address.
ar_sa: استخدم <a href="%(confirmation_link)s">هذا الرابط</a> لتأكيد عنوان بريدك الإلكتروني.
ca_es: Utilitza <a href="%(confirmation_link)s">aquest enllaç</a> per confirmar la teva adreça de correu electrònic.
fr_fr: Cliquez sur <a href="%(confirmation_link)s">ce lien</a> pour confirmer votre adresse email.

source: Use %(confirmation_link)s to confirm your email address.
ar_sa: استخدم %(confirmation_link)s لتأكيد عنوان بريدك الإلكتروني.
ca_es: Utilitza %(confirmation_link)s per confirmar la teva adreça de correu electrònic.
fr_fr: Cliquez sur %(confirmation_link)s pour confirmer votre adresse email.

source: Welcome %(email)s!
ar_sa: مرحباً %(email)s!
ca_es: Benvingut %(email)s!
fr_fr: Bienvenue %(email)s !

source: You can log into your account through the link below:
ar_sa: يمكنك تسجيل الدخول إلى حسابك من خلال الرابط أدناه:
ca_es: Inicia la sessió fent clic aquí:
fr_fr: Vous pouvez vous connecter à votre compte en utilisant le lien suivant :

source: Login now
ar_sa: سجّل الدخول الآن
ca_es: Iniciar sessió ara
fr_fr: Se connecter maintenant

source: Click here to reset your password
ar_sa: انقر هنا لإعادة تعيين كلمة المرور الخاصة بك
ca_es: Feu clic aquí per restablir la contrasenya
fr_fr: Cliquez ici pour réinitialiser votre mot de passe

source: Click the link below to reset your password:
ar_sa: انقر على الرابط أدناه لإعادة تعيين كلمة المرور الخاصة بك:
ca_es: Fes clic a l'enllaç següent per restablir la teva contrasenya:
fr_fr: Cliquez sur le lien ci-dessous pour réinitialiser votre mot de passe :

source: Welcome %(username)s!
ar_sa: مرحباً %(username)s!
ca_es: Benvingut %(username)s!
fr_fr: Bienvenue %(username)s !

source: You can log into your account using the following code: %(token)s
ar_sa: يمكنك تسجيل الدخول إلى حسابك باستخدام الرمز التالي: %(token)s
ca_es: Pots iniciar la sessió al teu compte utilitzant el següent codi: %(token)s
fr_fr: Utilisez le code suivant pour vous connecter à votre compte : %(token)s

source: can not access mail account
ar_sa: لا يمكن الوصول إلى حساب البريد الإلكتروني
ca_es: no es pot accedir al compte de correu
fr_fr: impossible d'accéder à l'email

source: You can sign in to your account using the following code: %(token)s
ar_sa: يمكنك تسجيل الدخول إلى حسابك باستخدام الرمز التالي: %(token)s
ca_es: Pots iniciar la sessió al teu compte utilitzant el següent codi: %(token)s
fr_fr: Utilisez le code suivant pour vous connecter à votre compte : %(token)s

source: Or use this link: <a href="%(login_link)s">Sign in</a>
ar_sa: أو استخدم هذا الرابط: <a href="%(login_link)s">تسجيل الدخول</a>
ca_es: O utilitza aquest enllaç: <a href="%(login_link)s">Inicia la sessió</a>
fr_fr: Ou cliquez sur ce lien : <a href="%(login_link)s">Se connecter</a>

source: You can sign in to your account using the following code: %(token)s.
ar_sa: يمكنك تسجيل الدخول إلى حسابك باستخدام الرمز التالي: %(token)s.
ca_es: Pots iniciar sessió al teu compte utilitzant el següent codi: %(token)s.
fr_fr: Utilisez le code suivant pour vous connecter à votre compte : %(token)s.

source: Or use this link: %(login_link)s
ar_sa: أو استخدم هذا الرابط: %(login_link)s
ca_es: O utilitza aquest enllaç: %(login_link)s
fr_fr: Ou cliquez sur ce lien : %(login_link)s

source: Hello,
ar_sa: مرحباً،
ca_es: Hola,
fr_fr: Bonjour,

source: You recently requested to recover your username.
ar_sa: لقد طلبت مؤخرًا استعادة اسم المستخدم الخاص بك.
ca_es: Recentment has sol·licitat recuperar el teu nom d'usuari.
fr_fr: Vous avez demandé à récupérer votre nom d'utilisateur·rice.

source: Your username is: %(username)s
ar_sa: اسم المستخدم الخاص بك هو: %(username)s
ca_es: El teu nom d'usuari és: %(username)s
fr_fr: Votre nom d'utilisateur·rice est : %(username)s

source: If you did not initiate this request, you can safely ignore this email.
ar_sa: إذا لم تقم بطلب ذلك، يمكنك تجاهل هذا البريد الإلكتروني بأمان.
ca_es: Si no has iniciat aquesta sol·licitud, pots ignorar aquest correu electrònic.
fr_fr: Si vous n'êtes pas à l'origine de cette demande, vous pouvez ignorer cet email sans crainte.

source: Hello %(email)s!
ar_sa: مرحباً %(email)s!
ca_es: Hola %(email)s!
fr_fr: Bonjour %(email)s !

source: Someone (you?) tried to register this email - which is already in our system.
ar_sa: شخص ما (أنت؟) حاول تسجيل هذا البريد الإلكتروني - وهو موجود بالفعل في نظامنا.
ca_es: Algú (tu?) ha intentat registrar aquest correu electrònic - que ja està al nostre sistema.
fr_fr: Quelqu'un (vous ?) a essayé de créer un compte avec cette adresse email - mais elle est déjà utilisée.

source: This account also has the following username associated with it: %(username)s.
ar_sa: هذا الحساب مرتبط أيضاً باسم المستخدم التالي: %(username)s.
ca_es: Aquest compte també té el següent nom d'usuari associat: %(username)s.
fr_fr: Ce compte est également associé au nom d'utilisateur·rice suivant : %(username)s.

source: You can use <a href="%(reset_link)s">this link</a> to reset your password.
ar_sa: يمكنك استخدام <a href="%(reset_link)s">هذا الرابط</a> لإعادة تعيين كلمة المرور الخاصة بك.
ca_es: Pots utilitzar <a href="%(reset_link)s">aquest enllaç</a> per restablir la teva contrasenya.
fr_fr: Vous pouvez cliquer sur <a href="%(reset_link)s">ce lien</a> pour réinitialiser votre mot de passe.

source: You have not confirmed your email address yet - use <a href="%(confirmation_link)s">this link</a> to do so now.
ar_sa: لم تقم بتأكيد عنوان بريدك الإلكتروني بعد - استخدم <a href="%(confirmation_link)s">هذا الرابط</a> للقيام بذلك الآن.
ca_es: Encara no has confirmat la teva adreça de correu electrònic - utilitza <a href="%(confirmation_link)s">aquest enllaç</a> per fer-ho ara.
fr_fr: Vous n'avez pas encore confirmé votre adresse email - cliquez sur <a href="%(confirmation_link)s">ce lien</a> pour le faire.

source: This account also has the following username associated with it: %(username)s
ar_sa: هذا الحساب مرتبط أيضاً باسم المستخدم التالي: %(username)s
ca_es: Aquest compte també té el següent nom d'usuari associat: %(username)s
fr_fr: Ce compte est également associé au nom d'utilisateur·rice suivant : %(username)s

source: You can use this link %(reset_link)s to reset your password.
ar_sa: يمكنك استخدام هذا الرابط %(reset_link)s لإعادة تعيين كلمة المرور الخاصة بك.
ca_es: Pots utilitzar aquest enllaç %(reset_link)s per restablir la teva contrasenya.
fr_fr: Vous pouvez cliquer sur ce lien %(reset_link)s pour réinitialiser votre mot de passe.

source: You have not confirmed your email address yet - use this link: %(confirmation_link)s to do so now.
ar_sa: لم تقم بتأكيد عنوان بريدك الإلكتروني بعد - استخدم هذا الرابط: %(confirmation_link)s للقيام بذلك الآن.
ca_es: Encara no has confirmat la teva adreça de correu electrònic - utilitza aquest enllaç: %(confirmation_link)s per fer-ho ara.
fr_fr: Vous n'avez pas encore confirmé votre adresse email - cliquez sur ce lien: %(confirmation_link)s pour le faire.

source: You attempted to register with a username "%(username)s" that is already associated with another account.
ar_sa: حاولت التسجيل باسم المستخدم "%(username)s" وهو مرتبط بالفعل بحساب آخر.
ca_es: Has intentat registrar-te amb un nom d'usuari "%(username)s" que ja està associat amb un altre compte.
fr_fr: Vous avez essayé de vous enregistrer avec le nom d'utilisateur·rice "%(username)s" qui est déjà associé à un autre compte.
