Repository: pallets-eco/flask-security
Catalog: flask_security/translations/*/LC_MESSAGES/flask_security.po
Languages: ar_sa, ca_es, fr_fr

source: Confirm your new email address
ar_sa: تأكيد بريدك الإلكتروني الجديد
ca_es: Confirma la teva nova adreça de correu electrònic
fr_fr: Confirmez votre nouvelle adresse email

source: Login Required
ar_sa: تسجيل الدخول مطلوب
ca_es: Per poder veure la pàgina sol·licitada és necessari iniciar la sessió
fr_fr: Connexion requise

source: Welcome
ar_sa: مرحبًا
ca_es: Benvingut
fr_fr: Bienvenue

source: Please confirm your email
ar_sa: يرجى تأكيد بريدك الإلكتروني
ca_es: Si us plau, confirmeu el vostre correu electrònic
fr_fr: Merci de confirmer votre adresse email

source: Login instructions
ar_sa: تعليمات تسجيل الدخول
ca_es: Instruccions d'inici de la sessió
fr_fr: Instructions de connexion

source: Your password has been reset
ar_sa: تم إعادة تعيين كلمة المرور الخاصة بك
ca_es: S'ha restablit la teva contrasenya
fr_fr: Votre mot de passe a été réinitialisé

source: Your password has been changed
ar_sa: تم تغيير كلمة المرور الخاصة بك
ca_es: S'ha canviat la teva contrasenya
fr_fr: Votre mot de passe a été changé

source: Password reset instructions
ar_sa: تعليمات إعادة تعيين كلمة المرور
ca_es: Instruccions de recuperació de la contrasenya
fr_fr: Instructions de réinitialisation de votre mot de passe

source: Your username has been changed
ar_sa: تم تغيير اسم المستخدم الخاص بك
ca_es: El teu nom d'usuari ha estat canviat
fr_fr: Votre nom d'utilisateur·rice a été modifié

source: Your requested username
ar_sa: اسم المستخدم الذي طلبته
ca_es: El nom d'usuari que has sol·licitat
fr_fr: Votre nom d'utilisateur·rice demandé

source: Two-Factor Login
ar_sa: تسجيل الدخول بخطوتين
ca_es: Inici de sessió amb doble factor d'autenticació
fr_fr: Connexion à deux facteurs

source: Two-Factor Rescue
ar_sa: إنقاذ التحقق بخطوتين
ca_es: Recuperació de doble factor
fr_fr: Connexion de secours à deux facteurs

source: Verification Code
ar_sa: رمز التحقق
ca_es: Codi de verificació
fr_fr: Code de vérification

source: Input not appropriate for requested API
ar_sa: المدخلات غير مناسبة لطلب الـAPI
ca_es: Dades d'entrada no apropiades per l'API demanada
fr_fr: Les données envoyées ne sont pas correctes pour l'API demandée

source: Authentication failed - identity or password/passcode invalid
ar_sa: فشل التحقق - الهوية أو كلمة المرور/الرمز غير صالح
ca_es: Autenticació fallida - identitat o contrasenya/codi d'accés invàlid
fr_fr: Erreur de connexion - identité ou mot de passe/phrase de passe invalide

source: If that email address is in our system, you will receive an email describing how to reset your password.
ar_sa: إذا كان عنوان البريد الإلكتروني موجودًا في نظامنا، ستتلقى بريدًا إلكترونيًا يشرح كيفية إعادة تعيين كلمة المرور الخاصة بك.
ca_es: Si aquesta adreça de correu electrònic és al nostre sistema, rebràs un correu electrònic que descriu com restablir la teva contrasenya.
fr_fr: Si cette adresse email est connue, vous allez recevoir un email contenant les instructions pour réinitialiser votre mot de passe.

source: If that identity is in our system, you were sent a code.
ar_sa: إذا كانت الهوية موجودة في نظامنا، فقد تم إرسال رمز إليك.
ca_es: Si aquesta identitat és al nostre sistema, se t'ha enviat un codi.
fr_fr: Si cette identité est connue, vous allez recevoir un code.

source: You do not have permission to view this resource.
ar_sa: ليس لديك إذن لعرض هذا المورد.
ca_es: No tens permís d'accés per a consultar aquest recurs.
fr_fr: Vous n'avez pas l'autorisation d'accéder à cette ressource.

source: You must sign in to view this resource.
ar_sa: يجب عليك تسجيل الدخول لعرض هذا المورد.
ca_es: Has d'iniciar sessió per veure aquest recurs.
fr_fr: Vous devez vous connecter pour accéder à cette ressource.

source: You must reauthenticate to access this endpoint
ar_sa: يجب عليك إعادة التحقق للوصول إلى هذه النقطة النهائية
ca_es: Has de tornar a autenticar-te per accedir a aquest punt final
fr_fr: Merci de vous reconnecter pour accéder à cette page

source: Thank you. To confirm your email address %(email)s, please click on the link in the email we have just sent to you.
ar_sa: شكرًا لك. لتأكيد عنوان بريدك الإلكتروني %(email)s، يرجى النقر على الرابط في البريد الإلكتروني الذي أرسلناه إليك للتو.
ca_es: Gràcies. Per confirmar la teva adreça de correu electrònic %(email)s, fes clic al enllaç del correu electrònic que acabem d'enviar-te.
fr_fr: Merci. Pour confirmer votre adresse email %(email)s, merci de cliquer sur le lien contenu dans l'email que vous venons de vous envoyer.

source: Thank you. Your email has been confirmed.
ar_sa: شكرًا لك. تم تأكيد بريدك الإلكتروني.
ca_es: Moltes gràcies. S'ha confirmat el teu correu electrònic.
fr_fr: Merci. Votre adresse email a été confirmée.

source: Your email has already been confirmed.
ar_sa: تم تأكيد بريدك الإلكتروني بالفعل.
ca_es: El teu correu electrònic ja s'havia confirmat.
fr_fr: Votre adresse email a déjà été confirmée.

source: Invalid confirmation token.
ar_sa: رمز التأكيد غير صالح.
ca_es: Token de confirmació no vàlid.
fr_fr: Jeton de confirmation invalide.

source: %(email)s is already associated with an account.
ar_sa: %(email)s مرتبط بالفعل بحساب.
ca_es: %(email)s ja es associat amb un compte.
fr_fr: L'adresse %(email)s est déjà associée à un compte.

source: Identity attribute '%(attr)s' with value '%(value)s' is already associated with an account.
ar_sa: سمة الهوية '%(attr)s' بالقيمة '%(value)s' مرتبطة بالفعل بحساب.
ca_es: L'atribut d'identitat '%(attr)s' amb valor '%(value)s' ja està associat a un compte.
fr_fr: L'attribut d'identité '%(attr)s' ayant comme valeur '%(value)s' est déjà associé à un compte.

source: Identity %(id)s not registered
ar_sa: الهوية %(id)s غير مسجلة
ca_es: Identitat %(id)s no registrada
fr_fr: L'identité %(id)s n'est pas enregistrée

source: An error occurred while communicating with the Oauth provider: (%(exerror)s - %(exdesc)s). Please try again.
ar_sa: حدث خطأ أثناء التواصل مع مزود Oauth: (%(exerror)s - %(exdesc)s). يرجى المحاولة مرة أخرى.
ca_es: S'ha produït un error mentre es comunicava amb el proveïdor Oauth: (%(exerror)s - %(exdesc)s). Si us plau, torna a intentar-ho.
fr_fr: Une erreur s'est produite lors de la connexion avec le fournisseur Oauth : (%(exerror)s - %(exdesc)s). Veuillez réessayer plus tard.

source: Password does not match
ar_sa: كلمة المرور غير متطابقة
ca_es: La contrasenya no coincideix
fr_fr: Le mot de passe ne correspond pas

source: Passwords do not match
ar_sa: كلمات المرور غير متطابقة
ca_es: Les contrasenyes no coincideixen
fr_fr: Les mots de passe ne correspondent pas

source: Redirections outside the domain are forbidden
ar_sa: إعادة التوجيه خارج النطاق محظورة
ca_es: Les redireccions a llocs web externes s'han prohibit
fr_fr: Les redirections en dehors du domaine sont interdites

source: Recovery code invalid
ar_sa: رمز الاسترداد غير صالح
ca_es: Codi de recuperació invàlid
fr_fr: Code de récupération invalide

source: No recovery codes generated yet
ar_sa: لم يتم إنشاء رموز استرداد بعد
ca_es: Encara no s'han generat codis de recuperació
fr_fr: Aucun code de secours n'a encore été généré

source: Instructions to reset your password have been sent to %(email)s.
ar_sa: تم إرسال تعليمات إعادة تعيين كلمة المرور إلى %(email)s.
ca_es: Les instruccions per restablir la teva contrasenya s'han enviat a %(email)s.
fr_fr: Les instructions pour réinitialiser votre mot de passe ont été envoyées à %(email)s.

source: You did not reset your password within %(within)s.
ar_sa: لم تقم بإعادة تعيين كلمة المرور الخاصة بك خلال %(within)s.
ca_es: No has restablert la teva contrasenya dins de %(within)s.
fr_fr: Vous n'avez pas réinitialisé votre mot de passe dans les %(within)s.

source: Invalid reset password token.
ar_sa: رمز إعادة تعيين كلمة المرور غير صالح.
ca_es: El token per restablir la contrasenya no és vàlid.
fr_fr: Jeton de réinitialisation invalide.

source: Email requires confirmation.
ar_sa: البريد الإلكتروني يتطلب تأكيدًا.
ca_es: El correu electrònic requereix d'una confirmació.
fr_fr: Une confirmation de l'adresse email est requise.

source: Confirmation instructions have been sent to %(email)s.
ar_sa: تم إرسال تعليمات التأكيد إلى %(email)s.
ca_es: Les instruccions de confirmació s'han enviat a %(email)s.
fr_fr: Les instructions de confirmation ont été envoyées à %(email)s.

source: You did not confirm your email within %(within)s.
ar_sa: لم تقم بتأكيد بريدك الإلكتروني خلال %(within)s.
ca_es: No has confirmat el teu correu electrònic dins de %(within)s.
fr_fr: Vous n'avez pas confirmé votre adresse email dans les %(within)s.

source: You did not login within %(within)s. New instructions to login have been sent to %(email)s.
ar_sa: لم تقم بتسجيل الدخول خلال %(within)s. تم إرسال تعليمات جديدة لتسجيل الدخول إلى %(email)s.
ca_es: No vas iniciar la sessió abans de %(within)s. S'han enviat noves instruccions a %(email)s.
fr_fr: Vous ne vous êtes pas connecté dans les (%(within)s). De nouvelles instructions pour vous connecter ont été envoyées à %(email)s.

source: Instructions to login have been sent to %(email)s.
ar_sa: تم إرسال تعليمات تسجيل الدخول إلى %(email)s.
ca_es: S'han enviat instruccions per l'inici de sessió a %(email)s.
fr_fr: Les instructions de connexion ont été envoyées à %(email)s.

source: Invalid login token.
ar_sa: رمز تسجيل الدخول غير صالح.
ca_es: Token de d'inici de sessió no vàlid.
fr_fr: Jeton de connexion invalide.

source: Account is disabled.
ar_sa: الحساب معطل.
ca_es: El compte està desactivat.
fr_fr: Le compte est désactivé.

source: Email not provided
ar_sa: لم يتم تقديم البريد الإلكتروني
ca_es: No s'ha inclòs el correu electrònic
fr_fr: Aucune adresse email n'est indiquée

source: Invalid email address
ar_sa: عنوان البريد الإلكتروني غير صالح
ca_es: Adreça de correu electrònic no vàlida
fr_fr: Adresse email invalide

source: Invalid code
ar_sa: رمز غير صالح
ca_es: Codi invàlid
fr_fr: Code invalide

source: Password not provided
ar_sa: لم يتم تقديم كلمة المرور
ca_es: No s'ha inclòs la contrasenya
fr_fr: Aucun mot de passe n'est indiqué

source: Password must be at least %(length)s characters
ar_sa: يجب أن تكون كلمة المرور على الأقل %(length)s أحرف
ca_es: La contrasenya ha de tenir al menys %(length)s caràcters
fr_fr: Le mot de passe doit comporter au moins %(length)s caractères

source: Password not complex enough
ar_sa: كلمة المرور ليست معقدة بما فيه الكفاية
ca_es: La contrasenya no és prou complexa
fr_fr: Le mot de passe n'est pas assez complexe

source: Password on breached list
ar_sa: كلمة المرور موجودة في قائمة الاختراقات
ca_es: La contrasenya està a la llista de contrasenyes compromeses
fr_fr: Le mot de passe est connu pour avoir fuité

source: Failed to contact breached passwords site
ar_sa: فشل في الاتصال بموقع كلمات المرور المخترقة
ca_es: No s'ha pogut contactar amb la web de filtracions de contrasenyes
fr_fr: Impossible de contacter le site de vérification des fuites de mots de passe

source: Phone number not valid e.g. missing country code
ar_sa: رقم الهاتف غير صالح، على سبيل المثال، رمز البلد مفقود
ca_es: Número de telèfon no vàlid, per exemple, falta el codi de país
fr_fr: Numéro de téléphone invalide, par ex. code pays manquant

source: Specified user does not exist
ar_sa: المستخدم المحدد غير موجود
ca_es: L'usuari no existeix
fr_fr: L'utilisateur·rice spécifié n'existe pas

source: Invalid password
ar_sa: كلمة المرور غير صالحة
ca_es: Contrasenya no vàlida
fr_fr: Mot de passe invalide

source: Password or code submitted is not valid
ar_sa: كلمة المرور أو الرمز المقدم غير صالح
ca_es: La contrasenya o el codi enviat no és vàlid
fr_fr: Le mot de passe ou le code soumis n'est pas valide

source: You have successfully logged in.
ar_sa: لقد قمت بتسجيل الدخول بنجاح.
ca_es: La sessió s'ha iniciat amb èxit.
fr_fr: Vous vous êtes connecté·e avec succès.

source: Forgot password?
ar_sa: هل نسيت كلمة المرور؟
ca_es: Has oblidat la teva contrasenya?
fr_fr: Mot de passe oublié ?

source: You successfully reset your password and you have been logged in automatically.
ar_sa: لقد قمت بإعادة تعيين كلمة المرور الخاصة بك بنجاح وتم تسجيل دخولك تلقائيًا.
ca_es: Has restablert la teva contrasenya amb èxit i s'ha iniciat la sessió automàticament.
fr_fr: Votre mot de passe a bien été réinitialisé et vous avez été automatiquement connecté·e.

source: You successfully reset your password. Please authenticate using your new password.
ar_sa: لقد قمت بإعادة تعيين كلمة المرور الخاصة بك بنجاح. يرجى التحقق باستخدام كلمة المرور الجديدة الخاصة بك.
ca_es: Has restablert la teva contrasenya amb èxit. Si us plau, autentica't amb la teva nova contrasenya.
fr_fr: Votre mot de passe a bien été réinitialisé. Veuillez vous connecter avec votre nouveau mot de passe.

source: Your new password must be different than your previous password.
ar_sa: يجب أن تكون كلمة المرور الجديدة مختلفة عن كلمة المرور السابقة.
ca_es: La nova contrasenya ha de ser diferent de l'anterior.
fr_fr: Votre nouveau mot de passe doit être différent du précédent.

source: You successfully changed your password.
ar_sa: لقد قمت بتغيير كلمة المرور الخاصة بك بنجاح.
ca_es: La teva contrasenya s'ha modificat amb èxit.
fr_fr: Votre mot de passe a été modifié avec succès.

source: Please log in to access this page.
ar_sa: يرجى تسجيل الدخول للوصول إلى هذه الصفحة.
ca_es: Has d'iniciar sessió per tal d'accedir a aquesta pàgina.
fr_fr: Merci de vous connecter pour accéder à cette page.

source: Please reauthenticate to access this page.
ar_sa: يرجى إعادة التحقق للوصول إلى هذه الصفحة.
ca_es: Has d'iniciar una nova sessió per tal d'accedir a aquesta pàgina.
fr_fr: Merci de vous reconnecter pour accéder à cette page.

source: Reauthentication successful
ar_sa: تمت إعادة التحقق بنجاح
ca_es: Reautenticació exitosa
fr_fr: Reconnexion réussie

source: You can only access this endpoint when not logged in.
ar_sa: يمكنك الوصول إلى هذه النقطة النهائية فقط عندما لا تكون مسجلاً الدخول.
ca_es: Només pots accedir a aquest punt final quan no estàs connectat.
fr_fr: Vous ne pouvez accéder à cette page que si vous n'êtes pas connecté·e.

source: Code has been sent.
ar_sa: تم إرسال الرمز.
ca_es: S'ha enviat el codi.
fr_fr: Le code a été envoyé.

source: Failed to send code. Please try again later
ar_sa: فشل في إرسال الرمز. يرجى المحاولة مرة أخرى لاحقًا
ca_es: No s'ha pogut enviar el codi. Si us plau, torna a intentar-ho més tard
fr_fr: Impossible d'envoyer le code. Veuillez réessayer plus tard

source: Your code has been confirmed
ar_sa: تم تأكيد الرمز الخاص بك
ca_es: El teu codi ha estat confirmat
fr_fr: Votre code a été confirmé

source: You successfully changed your two-factor method.
ar_sa: لقد قمت بتغيير طريقة التحقق بخطوتين بنجاح.
ca_es: Has canviat el teu mètode de doble factor amb èxit.
fr_fr: Votre méthode de connexion à deux facteurs a été modifiée avec succès.

source: You currently do not have permissions to access this page
ar_sa: ليس لديك حاليًا أذونات للوصول إلى هذه الصفحة
ca_es: Actualment no tens permisos per accedir a aquesta pàgina
fr_fr: Vous n'avez actuellement pas l'autorisation d'accéder à cette page

source: Marked method is not valid
ar_sa: الطريقة المحددة غير صالحة
ca_es: El mètode marcat no és vàlid
fr_fr: La méthode cochée n'est pas valide

source: You successfully disabled two-factor authorization.
ar_sa: لقد قمت بتعطيل التحقق بخطوتين بنجاح.
ca_es: Has desactivat l'autenticació de doble factor amb èxit.
fr_fr: L'authentification à deux facteurs a été désactivée avec succès.

source: Setup must be completed within %(within)s. Please start over.
ar_sa: يجب إكمال الإعداد خلال %(within)s. يرجى البدء من جديد.
ca_es: La configuració s'ha de completar dins de %(within)s. Si us plau, torna a començar.
fr_fr: Vous devez terminer la configuration dans les %(within)s. Veuillez recommencer.

source: Currently active sign in options: %(method_list)s.
ar_sa: خيارات تسجيل الدخول النشطة حاليًا: %(method_list)s.
ca_es: Opcions d'inici de sessió actualment actives: %(method_list)s.
fr_fr: Options de connexion actuellement activées : %(method_list)s.

source: Requested method is not valid
ar_sa: الطريقة المطلوبة غير صالحة
ca_es: El mètode sol·licitat no és vàlid
fr_fr: La méthode demandée n'est pas valide

source: Unified sign in setup successful
ar_sa: تم إعداد تسجيل الدخول الموحد بنجاح
ca_es: Configuració d'inici de sessió unificat exitosa
fr_fr: Connexion unifiée configurée avec succès

source: You must specify a valid identity to sign in
ar_sa: يجب عليك تحديد هوية صالحة لتسجيل الدخول
ca_es: Heu de especificar una identitat vàlida per iniciar sessió
fr_fr: Vous devez spécifier une identité valide pour vous connecter

source: Use this code to sign in: %(code)s
ar_sa: استخدم هذا الرمز لتسجيل الدخول: %(code)s
ca_es: Utilitza aquest codi per iniciar sessió: %(code)s
fr_fr: Utilisez ce code pour vous connecter : %(code)s

source: You successfully changed your username
ar_sa: لقد قمت بتغيير اسم المستخدم الخاص بك بنجاح
ca_es: Has canviat el teu nom d'usuari amb èxit
fr_fr: Nom d'utilisateur·rice modifié avec succès

source: Username must be at least %(min)d characters and less than %(max)d characters
ar_sa: يجب أن يكون اسم المستخدم على الأقل %(min)d أحرف وأقل من %(max)d أحرف
ca_es: El nom d'usuari ha de tenir almenys %(min)d caràcters i menys de %(max)d caràcters
fr_fr: Le nom d'utilisateur·rice doit faire au moins %(min)d caractères et au maximum %(max)d

source: Username contains illegal characters
ar_sa: اسم المستخدم يحتوي على أحرف غير قانونية
ca_es: El nom d'usuari conté caràcters il·legals
fr_fr: Le nom d'utilisateur·rice contient des caractères interdits

source: Username can contain only letters and numbers
ar_sa: يمكن أن يحتوي اسم المستخدم على الأحرف والأرقام فقط
ca_es: El nom d'usuari només pot contenir lletres i números
fr_fr: Le nom d'utilisateur·rice ne peut contenir que des lettres et des chiffres

source: Username not provided
ar_sa: لم يتم تقديم اسم المستخدم
ca_es: Nom d'usuari no proporcionat
fr_fr: Le nom d'utilisateur·rice n'est pas spécifié

source: %(username)s is already associated with an account.
ar_sa: %(username)s مرتبط بالفعل بحساب.
ca_es: %(username)s ja està associat amb un compte.
fr_fr: %(username)s est déjà utilisé associé à un compte.

source: Passkey operations must be completed within %(within)s. Please start over.
ca_es: Les operacions de la clau d'accés s'han de completar dins de %(within)s. Si us plau, torna a començar.
fr_fr: Les opérations Passkeys doivent être complétées dans les %(within)s. Veuillez réessayer.

source: Nickname for new passkey is required.
ca_es: Es requereix un sobrenom per a la nova clau d'accés.
fr_fr: Un nom pour la nouvelle passkey est requis.

source: %(name)s is already associated with a passkey.
ca_es: %(name)s ja està associat amb una clau d'accés.
fr_fr: %(name)s est déjà associé à une passkey.

source: %(name)s not registered with current user.
ar_sa: %(name)s غير مسجل مع المستخدم الحالي.
ca_es: %(name)s no està registrat amb l'usuari actual.
fr_fr: %(name)s n'est pas enregistré avec le compte actuel.

source: Successfully deleted the passkey with name: %(name)s
ca_es: S'ha eliminat la clau d'accés amb nom: %(name)s
fr_fr: La passkey avec le nom suivant a été supprimée avec succès : %(name)s

source: Successfully added the passkey with name: %(name)s
ca_es: S'ha afegit la clau d'accés amb nom: %(name)s
fr_fr: La passkey avec le nom suivant a été ajoutée avec succès : %(name)s

source: Passkey already registered.
ca_es: Clau d'accés ja registrada.
fr_fr: Cette passkey est déjà enregistrée.

source: Unregistered passkey.
ca_es: Clau d'accés no registrada.
fr_fr: Passkey non-enregistrée.

source: Passkey doesn't belong to any user.
ca_es: La clau d'accés no pertany a cap usuari.
fr_fr: La passkey n'appartient à aucun·e utilisateur·rice.

source: Could not verify passkey: %(cause)s.
ca_es: No s'ha pogut verificar la clau d'accés: %(cause)s.
fr_fr: Impossible de vérifier la passkey : %(cause)s.

source: Passkey not registered for this use (first or secondary)
ca_es: Clau d'accés no registrada per a aquest ús (primera o secundària)
fr_fr: La passkey n'est pas enregistrée pour cet usage (premier ou secondaire)

source: Credential user handle didn't match
ar_sa: مقبض مستخدم الاعتماد لم يتطابق
ca_es: El controlador d'usuari de les credencials no coincideix
fr_fr: L'identifiant de l'utilisateur·rice ne correspond pas

source: Confirmation must be completed within %(within)s. Please start over.
ar_sa: يجب إكمال التأكيد خلال %(within)s. يرجى البدء من جديد.
ca_es: La confirmació s'ha de completar dins de %(within)s. Si us plau, torna a començar.
fr_fr: La confirmation doit être réalisée dans les %(within)s. Veuillez réessayer.

source: Change of email address confirmed
ar_sa: تم تأكيد تغيير عنوان البريد الإلكتروني
ca_es: Canvi d'adreça de correu electrònic confirmat
fr_fr: Changement d'adresse email confirmé

source: Instructions to confirm your new email address have been sent to %(email)s.
ar_sa: تم إرسال تعليمات لتأكيد عنوان بريدك الإلكتروني الجديد إلى %(email)s.
ca_es: Les instruccions per confirmar la teva nova adreça de correu electrònic s'han enviat a %(email)s.
fr_fr: Les instructions pour confirmer votre nouvelle adresse email ont été envoyées à %(email)s.

source: If registered, your username will be sent to your email.
ar_sa: إذا كنت مسجلاً، سيتم إرسال اسم المستخدم الخاص بك إلى بريدك الإلكتروني.
ca_es: Si estàs registrat, el teu nom d'usuari s'enviarà al teu correu electrònic.
fr_fr: S'il existe, le nom d'utilisateur·rice vous sera envoyé par email.

source: Set up using an authenticator app (e.g. google, lastpass, authy)
ar_sa: إعداد باستخدام تطبيق المصادقة (مثل Google، LastPass، Authy)
ca_es: Configura mitjançant una aplicació d'autenticació (per exemple, google, lastpass, authy)
fr_fr: Configuration à l'aide d'une application d'authentification (par ex. google, lastpass, authy)

source: Change Method
ar_sa: تغيير الطريقة
ca_es: Canviar el mètode
fr_fr: Changer de méthode

source: Change Password
ar_sa: تغيير كلمة المرور
ca_es: Canvi de contrasenya
fr_fr: Changer de mot de passe

source: Authentication Code
ar_sa: رمز المصادقة
ca_es: Codi d'autenticació
fr_fr: Code d'identification

source: Delete
ar_sa: حذف
ca_es: Suprimeix
fr_fr: Supprimer

source: Email Address
ar_sa: عنوان البريد الإلكتروني
ca_es: Correu electrònic
fr_fr: Adresse email

source: Set up using email
ar_sa: إعداد باستخدام البريد الإلكتروني
ca_es: Configura mitjançant correu electrònic
fr_fr: Configuration en utilisant l'email

source: Identity
ar_sa: الهوية
ca_es: Identitat
fr_fr: Identité

source: Login
ar_sa: تسجيل الدخول
ca_es: Iniciar sessió
fr_fr: Connexion

source: New Password
ar_sa: كلمة المرور الجديدة
ca_es: Nova contrasenya
fr_fr: Nouveau mot de passe

source: Passcode
ar_sa: رمز المرور
ca_es: Codi d'accés
fr_fr: Code d'accès

source: Password
ar_sa: كلمة المرور
ca_es: Contrasenya
fr_fr: Mot de passe

source: Phone Number
ar_sa: رقم الهاتف
ca_es: Número de telèfon
fr_fr: Numéro de téléphone

source: Recover Password
ar_sa: استعادة كلمة المرور
ca_es: Restablir la contrasenya
fr_fr: Récupérer le mot de passe

source: Recover Username
ar_sa: استعادة اسم المستخدم
ca_es: Recupera el nom d'usuari
fr_fr: Récupérer le nom d'utilisateur·rice

source: Register
ar_sa: تسجيل
ca_es: Registrar-se
fr_fr: Inscription

source: Remember Me
ar_sa: تذكرني
ca_es: Recorda'm
fr_fr: Se souvenir de moi

source: Reset Password
ar_sa: إعادة تعيين كلمة المرور
ca_es: Restablir la contrasenya
fr_fr: Réinitialiser le mot de passe

source: Retype Password
ar_sa: أعد كتابة كلمة المرور
ca_es: Escriu la contrasenya una altra vegada
fr_fr: Confirmer le mot de passe

source: Resend Confirmation Instructions
ar_sa: إعادة إرسال تعليمات التأكيد
ca_es: Reenviar les instruccions de confirmació
fr_fr: Renvoyer les instructions de confirmation

source: Send Login Link
ar_sa: إرسال رابط تسجيل الدخول
ca_es: Enviar l'enllaç d'inici de sessió
fr_fr: Envoyer un lien de connexion

source: Send Code
ar_sa: إرسال الرمز
ca_es: Envia codi
fr_fr: Envoyer un code
